{
  "\"你觉得这个消息，medGPT回答得如何呢？（可以从专业度，沟通话术等方面告诉我们）\"": "คุณคิดว่า medGPT ตอบข้อความนี้ได้อย่างไรบ้าง? (สามารถบอกเราเกี่ยวกับความเชี่ยวชาญ การสื่อสาร ฯลฯ)",
  "AI医生分析中": "การวิเคราะห์ของแพทย์ AI กำลังดำเนินการ",
  "MedGPT推荐": "แนะนำ MedGPT",
  "chat.cancel": "ยกเลิก",
  "chat.confirm": "ยืนยัน",
  "chat.del_sess": "ลบเซสชันสำเร็จ",
  "chat.del_sess_faired": "ไม่สามารถลบเซสชันได้",
  "chat.delete_confirm": "คุณต้องการลบเซสชันปัจจุบันหรือไม่",
  "chat.delete_session": "ลบเซสชัน",
  "chat.diagnose": "การวินิจฉัยทางคลินิก",
  "chat.diagnosis": "การวินิจฉัยทางคลินิก",
  "chat.feedback": "การตอบกลับคำถาม",
  "chat.female": "หญิง",
  "chat.image_report": "รายงานการตรวจรูปภาพ",
  "chat.inspection_conclusion": "สรุปผลการตรวจ",
  "chat.inspection_findings": "ผลการตรวจ",
  "chat.inspection_location": "สถานที่ตรวจ",
  "chat.inspection_med_hospital": "โรงพยาบาลอินเทอร์เน็ตแห่งชาติ",
  "chat.inspection_report": "รายงานการตรวจ",
  "chat.inspection_select_city": "กรุณาเลือกเมืองที่คุณอยู่",
  "chat.inspection_select_city_hint": "เพื่อความสะดวกในการจับคู่กับสถานบริการตรวจสอบใกล้เคียงของคุณ",
  "chat.inspection_select_project": "เลือกโครงการตรวจที่คุณต้องการ",
  "chat.inspection_table_recommend_hint": "แนะนำโดย MedGPT",
  "chat.inspection_table_th_description": "คำอธิบาย",
  "chat.inspection_table_th_mode": "วิธีการตรวจ",
  "chat.inspection_table_th_notes": "ข้อควรระวัง",
  "chat.inspection_table_th_project": "โครงการ",
  "chat.loading1": "MedGPT กำลังสร้างคำตอบสำหรับคุณ...",
  "chat.loading2": "MedGPT กำลังทำความเข้าใจและประมวลผลข้อมูลของคุณ...",
  "chat.loading3": "MedGPT กำลังแยกวิเคราะห์และสร้างโมเดลของคุณ...",
  "chat.loading4": "MedGPT กำลังสร้างและคำนวณโมเดลของคุณ...",
  "chat.loading5": "MedGPT กำลังเลือกและสร้างคำศัพท์ของคุณ...",
  "chat.loading6": "MedGPT กำลังสร้างและส่งออกคำตอบของคุณ...",
  "chat.loading7": "MedGPT กำลังตรวจสอบและตรวจสอบกับระบบผู้เชี่ยวชาญทางการแพทย์...",
  "chat.male": "ชาย",
  "chat.medical_exam": "การตรวจและตรวจสอบทางการแพทย์",
  "chat.new_session": "เซสชันใหม่",
  "chat.note": "ข้อควรระวัง",
  "chat.ok": "ตกลง ฉันเข้าใจ",
  "chat.report_time": "วันที่รายงาน",
  "chat.review": "คำแนะนำการติดตาม",
  "chat.specimen_type": "ประเภทตัวอย่าง",
  "chat.treatment_plan": "แผนการรักษา",
  "chat.填写检查人信息": "กรอกข้อมูลผู้ตรวจสอบ",
  "chat.姓名": "ชื่อ",
  "chat.年龄": "อายุ",
  "chat.性别": "เพศ",
  "chat.暂时无法提供服务": "ไม่สามารถให้บริการชั่วคราวได้",
  "上传报告单": "อัปโหลดรายงาน",
  "上传皮肤照片": "อัปโหลดรูปภาพผิวหนัง",
  "专业医生正在与您沟通": "แพทย์ผู้เชี่ยวชาญกำลังสนทนากับคุณ",
  "临床诊断": "การวินิจฉัยทางคลินิก",
  "临床诊断：": "การวินิจฉัยทางคลินิก：",
  "价格": "ราคา",
  "你确认要删除当前行数据": "คุณต้องการลบข้อมูลแถวปัจจุบันหรือไม่",
  "元": "บาท",
  "其他证件": "เอกสารประจำตัวอื่น ๆ",
  "军人证": "บัตรประจำตัวทหาร",
  "出生医学证明": "หนังสือรับรองการเกิด",
  "出错啦，不支持的消息格式...": "เกิดข้อผิดพลาด รูปแบบข้อความที่ไม่รองรับ...",
  "切换端口": "สลับพอร์ต",
  "创单失败稍后重试": "การสร้างคำสั่งซื้อล้มเหลว โปรดลองอีกครั้งในภายหลัง",
  "创建订单成功": "สร้างคำสั่งซื้อสำเร็จ",
  "删除": "ลบ",
  "删除行数据": "ลบข้อมูลแถว",
  "到店检查": "ตรวจที่ร้าน",
  "到店采样": "เก็บตัวอย่างที่ร้าน",
  "医联互联网医院": "โรงพยาบาลอินเทอร์เน็ตแห่งชาติ",
  "单据类型": "ประเภทเอกสาร",
  "单据类型：": "ประเภทเอกสาร：",
  "厂家": "โรงงาน",
  "取消": "ยกเลิก",
  "可微信扫描下方二维码，查看订单详情": "สามารถสแกนรหัส QR ด้านล่างเพื่อดูรายละเอียดคำสั่งซื้อ",
  "可访问路由：": "เส้นทางที่เข้าถึงได้：",
  "商品名称": "ชื่อสินค้า",
  "填写预约检查信息": "กรอกข้อมูลการนัดตรวจ",
  "女": "หญิง",
  "年龄": "อายุ",
  "年龄：": "อายุ：",
  "应付金额": "จำนวนเงินที่ต้องชำระ",
  "当前角色": "บทบาทปัจจุบัน",
  "影像": "ภาพ",
  "影像中心": "ศูนย์ภาพ",
  "影像检查报告单": "รายงานการตรวจภาพ",
  "必要性解释：": "คำอธิบายความจำเป็น：",
  "性别：": "เพศ：",
  "您与医生的咨询对话已结束": "การสนทนาปรึกษาของคุณกับแพทย์เสร็จสิ้นแล้ว",
  "您可微信扫描下方二维码，查看咨询记录": "คุณสามารถสแกนรหัส QR ด้านล่างเพื่อดูบันทึกการปรึกษา",
  "您好，麻烦您告诉我您的性别和年龄，以及哪里不舒服？": "สวัสดีค่ะ ขอรบกวนคุณบอกเพศและอายุของคุณ ตลอดจนสัญญาณที่คุณไม่สบาย",
  "您的检验/检查单已完成支付，请微信扫描下方二维码查看预约详情": "คุณได้ชำระเงินสำหรับใบสั่งตรวจ / ตรวจสอบของคุณแล้ว โปรดสแกนรหัส QR ด้านล่างเพื่อดูรายละเอียดการนัดหมาย",
  "您的检验/检查单已生成，请微信扫描下方二维码领取支付": "ใบสั่งตรวจ / ตรวจสอบของคุณถูกสร้างขึ้นแล้ว โปรดสแกนรหัส QR ด้านล่างเพื่อรับการชำระเงิน",
  "您的药品申请单已准备完成": "ใบสมัครยาของคุณได้เตรียมเสร็จสมบูรณ์แล้ว",
  "您的药品订单已生成": "คำสั่งซื้อยาของคุณถูกสร้างขึ้นแล้ว",
  "感谢你的反馈!": "ขอบคุณสำหรับคำติชมของคุณ!",
  "所在地区": "พื้นที่ที่ตั้ง",
  "手机验证码": "รหัสยืนยันทางโทรศัพท์",
  "护士上门": "พยาบาลเข้าบ้าน",
  "护照": "หนังสือเดินทาง",
  "报告时间：": "เวลารายงาน：",
  "报告详情": "รายละเอียดรายงาน",
  "提交": "ส่ง",
  "操作失败": "การดำเนินการล้มเหลว",
  "收件人姓名": "ชื่อผู้รับ",
  "收件人手机号": "หมายเลขโทรศัพท์มือถือของผู้รับ",
  "暂无可用药物推荐": "ไม่มีการแนะนำยาที่ใช้ได้ชั่วคราว",
  "暂时无法预约": "ไม่สามารถนัดหมายได้ชั่วคราว",
  "未识别出影像检测结果，请确认单据是否上传正确": "ไม่สามารถระบุผลการตรวจภาพได้ โปรดตรวจสอบว่าเอกสารถูกอัปโหลดถูกต้องหรือไม่",
  "未识别出检查项，请确认单据是否上传正确": "ไม่สามารถระบุรายการตรวจได้ โปรดตรวจสอบว่าเอกสารถูกอัปโหลดถูกต้องหรือไม่",
  "未配置": "ไม่ได้กำหนดค่า",
  "标本种类": "ประเภทตัวอย่าง",
  "标本种类：": "ประเภทตัวอย่าง：",
  "根据MedGPT的推荐，匹配到医联可提供以下服务项目": "ตรงกับการแนะนำของ MedGPT คุณสามารถให้บริการโดยอ้างอิงได้ดังนี้",
  "检查所见：": "ผลการตรวจ：",
  "检查结论：": "สรุปผลการตรวจ：",
  "检查部位：": "สถานที่ตรวจ：",
  "检验报告单": "รายงานผลตรวจ",
  "正在发送验证码": "กำลังส่งรหัสยืนยัน",
  "正在调起医联互联网医院为您提供服务请稍等…": "กำลังเรียกใช้บริการโรงพยาบาลอินเทอร์เน็ตขององค์กรแพทย์สำหรับคุณโปรดรอสักครู่...",
  "治疗": "การรักษา",
  "注意事项：": "ข้อควรระวัง：",
  "添加一行": "เพิ่มบรรทัด",
  "港澳人员回乡证": "ใบอนุญาตกลับบ้านสำหรับคนจากฮ่องกงและมาเก๊า",
  "港澳台居民居住证": "ใบอนุญาตการพำนักในฮ่องกงและมาเก๊า",
  "港澳台居民来往内陆通行证": "ใบอนุญาตการเดินทางไปมาในภูมิภาคภายในของผู้พำนักในฮ่องกงและมาเก๊า",
  "港澳台身份证": "บัตรประจำตัวประชาชนฮ่องกงและมาเก๊า",
  "点击提交按钮，生成检验/检查单": "คลิกที่ปุ่มส่งเพื่อสร้างใบตรวจ/ตรวจสอบ",
  "点击获取验证码": "คลิกเพื่อรับรหัสยืนยัน",
  "点击重新发送": "คลิกเพื่อส่งอีกครั้ง",
  "男": "ชาย",
  "登录失败，请稍后尝试": "เข้าสู่ระบบล้มเหลว โปรดลองอีกครั้งในภายหลัง",
  "登录成功": "เข้าสู่ระบบสำเร็จ",
  "登录手机号": "หมายเลขโทรศัพท์มือถือสำหรับเข้าสู่ระบบ",
  "确认": "ยืนยัน",
  "确认药品清单": "ยืนยันรายการยา",
  "联系电话": "หมายเลขโทรศัพท์ติดต่อ",
  "药品名称": "ชื่อยา",
  "药品申请单已准备完成，请微信扫描下方二维码，专业医生会为您提供服务": "ใบคำขอยาพร้อมแล้ว โปรดสแกนรหัส QR ด้านล่างด้วย WeChat แพทย์มืออาชีพจะให้บริการคุณ",
  "预约检查": "นัดหมายตรวจ",
  "送药上门": "ส่งยาถึงบ้าน",
  "规格": "ขนาด",
  "设置": "ตั้งค่า",
  "证件号码": "หมายเลขบัตรประชาชน",
  "证件类型": "ประเภทบัตรประชาชน",
  "该药品暂时缺货": "ยานี้ไม่มีสินค้าชั่วคราว",
  "该角色未配置任何页面，请选择其他角色": "ไม่ได้กำหนดค่าหน้าเว็บใด ๆ สำหรับบทบาทนี้ โปรดเลือกบทบาทอื่น",
  "详细地址": "ที่อยู่ละเอียด",
  "请微信扫描下方二维码，与医生继续沟通": "โปรดสแกนรหัส QR ด้านล่างด้วย WeChat เพื่อสื่อสารต่อกับแพทย์",
  "请微信扫描下方二维码，专业医生会为您提供服务": "โปรดสแกนรหัส QR ด้านล่างด้วย WeChat แพทย์มืออาชีพจะให้บริการคุณ",
  "请您知晓：MedGPT是医疗专业AI大模型产品": "โปรดทราบ：MedGPT เป็นผลิตภัณฑ์ AI ที่ใช้ในงานทางการแพทย์ แนะนำการตรวจและการรักษาที่เหมาะสมสำหรับวัตถุประสงค์ทางวิทยาศาสตร์และเทคโนโลยีเท่านั้น ไม่เหมาะสมสำหรับการตัดสินใจทางคลินิกและการแนะนำการรักษาของผู้ป่วย ก่อนที่คุณจะซื้อบริการทางการแพทย์ดังกล่าวโปรดตรวจสอบว่าคุณได้รับการวินิจฉัยและคำแนะนำที่เกี่ยวข้องแล้ว บริการที่เราให้มีไว้เพื่อให้คำแนะนำเป็นการช่วยเหลือเท่านั้น",
  "请输入年龄": "โปรดป้อนอายุของคุณ",
  "请输入手机号": "โปรดป้อนหมายเลขโทรศัพท์มือถือของคุณ",
  "请输入标本种类": "โปรดป้อนประเภทตัวอย่าง",
  "请输入检查部位": "โปรดป้อนสถานที่ตรวจ",
  "请输入正确的电话号码": "โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง",
  "请选择城市": "โปรดเลือกเมือง",
  "请选择药品": "โปรดเลือกยา",
  "起": "ตั้งแต่",
  "超过预约时间前2小时不支持退款": "ไม่รับคืนเงินหลังจากเวลานัดหมาย 2 ชั่วโมงก่อน",
  "身份证": "บัตรประจำตัวประชาชน",
  "退出登录": "ออกจากระบบ",
  "适应症": "อาการที่เหมาะสม",
  "选择文件": "เลือกไฟล์",
  "选择登录角色": "เลือกบทบาทในการเข้าสู่ระบบ",
  "邮寄自采": "ส่งทางไปรษณีย์",
  "采样地点": "สถานที่เก็บตัวอย่าง",
  "重发 {count} 秒": "ส่งซ้ำในอีก {count} วินาที",
  "需要你的反馈，让medGPT更好": "ต้องการคำติชมของคุณเพื่อทำให้ MedGPT ดีขึ้น",
  "项目": "โครงการ",
  "预约时间": "เวลานัดหมาย",
  "验证码发送失败，请稍后尝试": "การส่งรหัสยืนยันล้มเหลว โปรดลองอีกครั้งในภายหลัง",
  "验证码已发送，注意查收": "รหัสยืนยันถูกส่งแล้ว โปรดตรวจสอบ",
  "该城市暂时无法提供该服务，建议您到线下医疗机构做检查": "เมืองนี้ยังไม่สามารถให้บริการนี้ได้ชั่วคราว แนะนำให้คุณไปที่สถานบริการทางการแพทย์แบบออฟไลน์เพื่อตรวจสอบ",
  "lJIrIz": "ขออภัย มีข้อผิดพลาดในหน้านี้",
  "你确认要完成当前问诊吗": "คุณต้องการที่จะเสร็จสิ้นการปรึกษาปัจจุบันหรือไม่",
  "完成问诊": "เสร็จสิ้นการปรึกษา",
  "请输入您对MEDGPT产品的意见/建议（200字以内）": "โปรดแสดงความคิดเห็น/คำแนะนำของคุณเกี่ยวกับผลิตภัณฑ์ MEDGPT (ไม่เกิน 200 ตัวอักษร)",
  "请输入您的反馈内容": "โปรดป้อนเนื้อหาคำติชมของคุณ",
  "bDNo4m": "ป้อนไม่เกิน 200 ตัวอักษร",
  "rDGw5l": "โปรดป้อนเนื้อหาคำติชมของคุณ",
  "vab3GQ": "อัปโหลดรูปภาพ",
  "特别提示：MedGPT是由医联公司研发的医疗专业AI大模型产品，作为一名AI医生，可以为您提供疾病的问诊服务，并为您推荐合适的检查与治疗方案。在获得国家监管部门的审查许可之前，仅用于科学与技术研究用途，不会面向公众开放使用。所生成的内容仅供医疗专业人员的研究参考，不适用于患者的临床决策与就医指导。": "คำเตือนพิเศษ: MedGPT เป็นผลิตภัณฑ์ AI ทางการแพทย์ขนาดใหญ่ที่พัฒนาโดยบริษัท อเนกประสงค์ ซึ่งเป็นแพทย์ AI ที่สามารถให้บริการการสอบถามเกี่ยวกับโรคและแนะนำแผนการตรวจสอบและการรักษาที่เหมาะสมให้กับคุณ ก่อนที่จะได้รับอนุญาตจากหน่วยงานกำกับดูแลของประเทศ เป็นเพียงเพื่อการวิจัยทางวิทยาศาสตร์และเทคโนโลยีเท่านั้น ไม่เปิดให้บริการแก่สาธารณชน ข้อมูลที่สร้างขึ้นนี้เพื่อให้บุคลากรทางการแพทย์ศึกษาเพื่อการวิจัยเท่านั้น ไม่เหมาะสำหรับการตัดสินใจทางคลินิกและการแนะนำการรักษาสำหรับผู้ป่วย",
  "B+YBvr": "退出登录",
  "BKPG6w": "请输入你的问题",
  "JTi7zD": "กำลังพยายามสร้าง...",
  "jlQmqv": "โปรดป้อนคำถามของคุณ กด Shift + Enter เพื่อเปลี่ยนบรรทัด",
  "结束录音": "หยุดบันทึกเสียง",
  "fKknPq": "หญิง",
  "mpjnyE": "ชาย",
  "+00X/k": "รองรับเฉพาะรูปแบบไฟล์ png และ jpg เท่านั้น",
  "N1LqMD": "กำลังอัปโหลดรูปภาพ โปรดรอสักครู่",
  "kj9tp9": "เพื่อความแม่นยำของข้อมูล โปรดอัปโหลดไฟล์ที่คมชัดมากขึ้น",
  "oq/iWR": "ขนาดไฟล์เกินขีดจำกัด",
  "4g1HG7": "ความเสี่ยง/อันตราย",
  "DM887V": "รอการเชื่อมต่อกับแพทย์ โปรดรอสักครู่...",
  "XcDwOJ": "มีข้อผิดพลาดทางจริยธรรม",
  "omOCIb": "มีปัญหาค่าความคุ้มค่า",
  "C5lrTy": "สนทนาใหม่",
  "CBrAWs": "เพิ่มลายน้ำไม่สำเร็จ",
  "CfBhSr": "เพิ่มลายน้ำสำเร็จ",
  "UxT4vn": "การรับข้อมูลเวอร์ชันที่ใช้งานไม่สำเร็จ",
  "zT9DS/": "ไม่มีเวอร์ชันที่สามารถใช้งานได้ กรุณาติดต่อผู้ดูแลระบบเพื่อเพิ่ม",
  "ziY3PX": "ไม่มีเวอร์ชันที่สามารถใช้งานได้",
  "已完成": "เสร็จสิ้นแล้ว",
  "感谢您的耐心回复，您的意见是我们不断前进的最大动力！": "ขอบคุณสำหรับความตอบรับอย่างอดทน ความคิดเห็นของคุณเป็นแรงผลักดันให้เราก้าวไปข้างหน้าอย่างต่อเนื่อง!",
  "新消息": "ข้อความใหม่",
  "/uV+E7": "ส่งเนื้อหาไม่ผ่านเกณฑ์ โปรดแก้ไข",
  "SD+nn4": "การแยกวิเคราะห์รูปภาพล้มเหลว โปรดลองใหม่ภายหลัง",
  "Ynkqeo": "ข้อมูลไม่ถูกต้อง โปรดรีเฟรชหน้าเว็บ",
  "bye5Yl": "การแยกวิเคราะห์รายงานล้มเหลว โปรดลองใหม่ภายหลัง",
  "gdhYSS": "การยืนยันล้มเหลว โปรดลองใหม่ภายหลัง",
  "8YwE6E": "หากคุณมีคำถามใด ๆ สามารถส่งคำติชมผ่านทางอีเมลได้ที่:",
  "SMNy95": "คุณยังสามารถติดต่อเราทางโทรศัพท์ได้ที่:",
  "上传": "上传"
}
